tap "aquaproj/aqua"
tap "bufbuild/buf"
tap "dart-lang/dart"
tap "dbt-labs/dbt"
tap "heroku/brew"
tap "kayac/tap"
tap "knqyf263/pet"
tap "leoafarias/fvm"
tap "potatolabs/git-redate"
tap "ynqa/tap"
brew "act"
brew "actionlint"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "argo"
brew "awscli"
brew "bash"
brew "boost"
brew "coreutils"
brew "emacs"
brew "cask"
brew "cmigemo"
brew "conftest"
brew "curl"
brew "direnv"
brew "docker-credential-helper"
brew "gh"
brew "ghq"
brew "git"
brew "git-absorb"
brew "go"
brew "gperftools"
brew "grpcurl"
brew "helm"
brew "helmfile"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libxml2"
brew "libyaml"
brew "markdown"
brew "mecab"
brew "mysql"
brew "nginx"
brew "ngrep"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "okteto"
brew "packer"
brew "peco"
brew "postgresql@13"
brew "postgresql@14"
brew "postgresql@15", link: true
brew "pstree"
brew "r"
brew "reattach-to-user-namespace"
brew "redis"
brew "showkey"
brew "skaffold"
brew "sops"
brew "source-highlight"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform-docs"
brew "terraform-ls"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wireshark"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "aquaproj/aqua/aqua"
brew "bufbuild/buf/buf"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "kayac/tap/ecspresso"
brew "knqyf263/pet/pet"
brew "leoafarias/fvm/fvm"
brew "potatolabs/git-redate/git-redate"
brew "ynqa/tap/jnv"
cask "1password"
cask "alfred"
cask "altair-graphql-client"
cask "appcleaner"
cask "authy"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "karabiner-elements"
cask "licecap"
cask "notion"
cask "skitch"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "zoom"
vscode "alexanderte.dainty-nord-vscode"
vscode "alexisvt.flutter-snippets"
vscode "bierner.markdown-mermaid"
vscode "bufbuild.vscode-buf"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "helsmy.autohotkey-debug"
vscode "janne252.fontawesome-autocomplete"
vscode "jbw91.theme-material-dark-soda"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "kakumei.ts-debug"
vscode "kubescape.kubescape"
vscode "lanza.lldb-vscode"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "matangover.mypy"
vscode "mooman219.rust-assist"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nervtech.mq4"
vscode "nhuesmann.atlantis"
vscode "nicholishen.mql-snippets"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "rreverser.llvm"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shibayu36.search-in-current-file"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "tobiasalthoff.charcoal"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "tuttieee.emacs-mcx"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
