tap 'benswift/extempore'
tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'peco/peco'
tap 'phinze/cask'
brew 'cmake'
brew 'icu4c'
brew 'boost'
brew 'assimp'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'imagemagick'
brew 'emacs'
brew 'cask'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'nkf'
brew 'cmigemo'
brew 'ctags'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'direnv'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose'
brew 'epstool'
brew 'openssl'
brew 'unixodbc'
brew 'wxmac'
brew 'erlang'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'ffmpeg'
brew 'flac'
brew 'fontforge'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'graphicsmagick'
brew 'hub'
brew 'jbig2dec'
brew 'jq'
brew 'libevent'
brew 'libsndfile'
brew 'mecab'
brew 'mysql'
brew 'nginx'
brew 'ngrep'
brew 'nmap'
brew 'packer'
brew 'plotutils'
brew 'portaudio'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'pstoedit'
brew 'pstree'
brew 'qt'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 's3cmd'
brew 'shivavg'
brew 'source-highlight'
brew 'szip'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'z'
brew 'zsh'
brew 'benswift/extempore/extempore-llvm'
brew 'benswift/extempore/extempore'
brew 'benswift/extempore/kissfft'
brew 'benswift/extempore/libsoil'
brew 'benswift/extempore/rtmidi-c'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/qhull'
brew 'homebrew/science/r'
brew 'homebrew/science/veclibfort'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'peco/peco/peco'
brew 'phinze/cask/brew-cask'
